Tekla.Structures.DirectManipulation.Model.Native.dotDMFace_t
Struct for the faces.

Tekla.Structures.DirectManipulation.Model.Native.dotDMFace_t.nPoints
The number of face corner points.

Tekla.Structures.DirectManipulation.Model.Native.dotDMFace_t.aPoints
The array containing the face points.